/*
 * @Author: lzz 599218337@qq.com
 * @Date: 2024-04-13 16:47:23
 * @LastEditors: lzz 599218337@qq.com
 * @LastEditTime: 2024-04-13 17:13:38
 * @FilePath: /gis-test/src/static/line.ts
 * @Description: 这是默认设置,请设置`customMade`, 打开koroFileHeader查看配置 进行设置: https://github.com/OBKoro1/koro1FileHeader/wiki/%E9%85%8D%E7%BD%AE
 */
[
  [
    111.17764741533298,
    31.372454845970655,
    1000
  ],
  [
    111.17772661356298,
    31.371169105077225,
    1000.3
  ],
  [
    111.17613427047107,
    31.370639881843253,
    1000.6
  ]
]

[
  [111.17764741533298, 31.372454845970655, 1000],
  [111.17772661356298, 31.371169105077225, 1000.3],
  [111.17932568034516, 31.370750017208138, 1010]
]